#Generated by ResourceBundle Editor (http://essiembre.github.io/eclipse-rbe/)
#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)

account_passwordNotConfirmed = Your current password was not valid. Please try again.

account_passwordsDoNotMatch = Passwords do not match. Please re-type the new password.

back = <<Back

identity_loggedIn = {0} \u0E40\u0E02\u0E49\u0E32\u0E2A\u0E39\u0E48\u0E23\u0E30\u0E1A\u0E1A\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22

identity_loggedOut = \u0E2D\u0E2D\u0E01\u0E08\u0E32\u0E01\u0E23\u0E30\u0E1A\u0E1A\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22

identity_loginFailed = \u0E0A\u0E37\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E2B\u0E23\u0E37\u0E2D\u0E23\u0E2B\u0E31\u0E2A\u0E1C\u0E48\u0E32\u0E19\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

label.comfirm.save         = \u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E2A\u0E21\u0E32\u0E0A\u0E34\u0E01\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48
label.partner.comfirm.save = \u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E2B\u0E38\u0E49\u0E19\u0E2A\u0E48\u0E27\u0E19 \u0E43\u0E0A\u0E48\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48
label.year                 = \u0E1B\u0E35

login.button.forgotPassword = \u0E25\u0E37\u0E21\u0E23\u0E2B\u0E31\u0E2A\u0E1C\u0E48\u0E32\u0E19
login.button.login          = \u0E40\u0E02\u0E49\u0E32\u0E2A\u0E39\u0E48\u0E23\u0E30\u0E1A\u0E1A
login.button.register       = \u0E25\u0E07\u0E17\u0E30\u0E40\u0E1A\u0E35\u0E22\u0E19\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E43\u0E2B\u0E21\u0E48
login.label.header          = \u0E01\u0E23\u0E38\u0E13\u0E32\u0E40\u0E02\u0E49\u0E32\u0E2A\u0E39\u0E48\u0E23\u0E30\u0E1A\u0E1A
login.label.password        = \u0E23\u0E2B\u0E31\u0E2A\u0E1C\u0E48\u0E32\u0E19
login.label.userName        = \u0E0A\u0E37\u0E48\u0E2D\u0E40\u0E02\u0E49\u0E32\u0E2A\u0E39\u0E48\u0E23\u0E30\u0E1A\u0E1A

menu.label.productChartSellMonthly = \u0E23\u0E32\u0E22\u0E07\u0E32\u0E19 \u0E22\u0E2D\u0E14\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E23\u0E32\u0E22\u0E40\u0E14\u0E37\u0E2D\u0E19

msg.sale.customer.cardno      = \u0E40\u0E25\u0E02\u0E17\u0E35\u0E48\u0E1A\u0E31\u0E15\u0E23 : 
msg.sale.customer.coppyIdcard = \u0E2A\u0E33\u0E40\u0E19\u0E32\u0E1A\u0E31\u0E15\u0E23\u0E1B\u0E23\u0E30\u0E1B\u0E23\u0E30\u0E0A\u0E32\u0E0A\u0E19 
msg.sale.customer.doc         = \u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E41\u0E19\u0E1A       
msg.sale.customer.name        = \u0E0A\u0E37\u0E48\u0E2D : 
msg.sale.customer.no          = \u0E2B\u0E21\u0E32\u0E22\u0E40\u0E25\u0E02 : 
msg.sale.customer.surname     = \u0E19\u0E32\u0E21\u0E2A\u0E01\u0E38\u0E25 : 
msg.sale.customer.titlename   = \u0E04\u0E33\u0E19\u0E33\u0E2B\u0E19\u0E49\u0E32\u0E0A\u0E37\u0E48\u0E2D : 
msg.sale.customer.type        = \u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E25\u0E39\u0E01\u0E04\u0E49\u0E32 : 
msg.sale.idCardRequared       = \u0E04\u0E49\u0E19\u0E2B\u0E32\u0E25\u0E39\u0E01\u0E04\u0E49\u0E32(\u0E40\u0E25\u0E02\u0E17\u0E35\u0E48\u0E1A\u0E31\u0E15\u0E23\u0E1B\u0E23\u0E30\u0E0A\u0E32\u0E0A\u0E19 \u0E2B\u0E23\u0E37\u0E2D\u0E40\u0E25\u0E02\u0E17\u0E35\u0E48\u0E08\u0E14\u0E17\u0E30\u0E40\u0E1A\u0E35\u0E22\u0E19\u0E1A\u0E23\u0E34\u0E29\u0E31\u0E17) : 

msg_d1 = \u0E40\u0E25\u0E02\u0E17\u0E35\u0E48\u0E1A\u0E31\u0E15\u0E23\u0E1B\u0E23\u0E30\u0E08\u0E33\u0E15\u0E31\u0E27\u0E1B\u0E23\u0E30\u0E0A\u0E32\u0E0A\u0E19

msg_d2 = \u0E40\u0E25\u0E02\u0E17\u0E35\u0E48\u0E2B\u0E19\u0E31\u0E07\u0E2A\u0E37\u0E2D\u0E40\u0E14\u0E34\u0E19\u0E17\u0E32\u0E07

msg_d3 = \u0E40\u0E25\u0E02\u0E17\u0E35\u0E48\u0E43\u0E1A\u0E15\u0E48\u0E32\u0E07\u0E14\u0E49\u0E32\u0E27

msg_notLoggedIn = \u0E01\u0E23\u0E38\u0E13\u0E32\u0E40\u0E02\u0E49\u0E32\u0E2A\u0E39\u0E48\u0E23\u0E30\u0E1A\u0E1A\u0E01\u0E48\u0E2D\u0E19

msg_sale_customerDataReq = \u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E17\u0E35\u0E48\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E44\u0E14\u0E49 : Required

next = Next>>

registration_invalid = Invalid registration. Please correct the errors and try again.

registration_registered = You have been successfully registered as the user {0}! You may now login.

template_createdWith = Created with Seam 3.0, CDI 1.0, EJB 3.1, JSF 2.0, Bean Validation 1.0 and PrettyFaces

template_currentConversation = Current conversation

template_linkAccount = Account

template_linkHome = Home

template_linkHotels = Find a Hotel

template_linkLogin = Login

template_linkLogout = Logout

template_linkReset = Reset

template_projectStage = Project stage

template_title = JBoss Suites: Seam Framework Demo
